Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: PR approved
bn: PR অনুমোদিত
es: PR aprobado
fr: PR approuvée
hi: PR मंज़ूर
it: PR approvata
ja: PR承認済み
ko: PR 승인됨
pt_br: PR aprovado
ru: PR одобрен
sv: PR godkänd
zh_hans: PR 已批准
zh_hant: PR 已核准

source: PR closed
bn: PR বন্ধ
es: PR cerrado
fr: PR fermée
hi: PR बंद
it: PR chiusa
ja: PRクローズ済み
ko: PR 닫힘
pt_br: PR fechado
ru: PR закрыт
sv: PR stängd
zh_hans: PR 已关闭
zh_hant: PR 已關閉

source: PR merged
bn: PR মার্জ হয়েছে
es: PR fusionado
fr: PR fusionnée
hi: PR मर्ज हुआ
it: PR unita
ja: PRマージ済み
ko: PR 병합됨
pt_br: PR mesclado
ru: PR слит
sv: PR sammanslagen
zh_hans: PR 已合并
zh_hant: PR 已合併

source: PR opened
bn: PR খোলা
es: PR abierto
fr: PR ouverte
hi: PR खुला
it: PR aperta
ja: PR作成
ko: PR 생성됨
pt_br: PR aberto
ru: PR открыт
sv: PR öppnad
zh_hans: PR 已打开
zh_hant: PR 已開啟

source: PR polling must be between 15 and 86400 seconds.
bn: পুল রিকোয়েস্ট রিফ্রেশের ব্যবধান 15 থেকে 86400 সেকেন্ডের মধ্যে হতে হবে।
es: El intervalo de solicitudes debe estar entre 15 y 86400 segundos.
fr: L’intervalle des pull requests doit être compris entre 15 et 86400 secondes.
hi: पुल रिक्वेस्ट रीफ़्रेश अंतराल 15 से 86400 सेकंड के बीच होना चाहिए।
it: L’intervallo delle pull request deve essere tra 15 e 86400 secondi.
ja: プルリクエストの更新間隔は15〜86400秒にしてください。
ko: 풀 리퀘스트 새로 고침 간격은 15~86400초여야 합니다.
pt_br: O intervalo de pull requests deve ser de 15 a 86400 segundos.
ru: Интервал пул-реквестов должен быть от 15 до 86400 секунд.
sv: Intervallet för pull requests måste vara mellan 15 och 86400 sekunder.
zh_hans: 拉取请求刷新间隔必须为 15 至 86400 秒。
zh_hant: 提取要求重新整理間隔必須為 15 至 86400 秒。

source: PR ready for review
bn: PR পর্যালোচনার জন্য প্রস্তুত
es: PR listo para revisión
fr: PR prête à réviser
hi: PR समीक्षा के लिए तैयार
it: PR pronta per la revisione
ja: PRレビュー準備完了
ko: PR 리뷰 준비 완료
pt_br: PR pronto para revisão
ru: PR готов к проверке
sv: PR klar för granskning
zh_hans: PR 可供审查
zh_hant: PR 可供審查

source: PR stale
bn: PR নিষ্ক্রিয়
es: PR inactivo
fr: PR inactive
hi: PR निष्क्रिय
it: PR inattiva
ja: PR更新停滞
ko: PR 업데이트 없음
pt_br: PR inativo
ru: PR без обновлений
sv: PR inaktiv
zh_hans: PR 长期未更新
zh_hant: PR 長期未更新

source: PR–Jira links: %lld
bn: PR–Jira সংযোগ: %lld
es: Vínculos PR–Jira: %lld
fr: Liens PR–Jira : %lld
hi: PR–Jira लिंक: %lld
it: Collegamenti PR–Jira: %lld
ja: PR–Jiraの関連付け：%lld
ko: PR–Jira 연결: %lld
pt_br: Vínculos PR–Jira: %lld
ru: Связи PR–Jira: %lld
sv: PR–Jira-länkar: %lld
zh_hans: PR–Jira 关联：%lld
zh_hant: PR–Jira 連結：%lld

source: Preparing %@…
bn: %@ প্রস্তুত করা হচ্ছে…
es: Preparando %@…
fr: Préparation de %@…
hi: %@ तैयार कर रहे हैं…
it: Preparazione di %@…
ja: %@ を準備中…
ko: %@ 준비 중…
pt_br: Preparando %@…
ru: Подготовка %@…
sv: Förbereder %@…
zh_hans: 正在准备 %@…
zh_hant: 正在準備 %@…

source: Press keys…
bn: কীগুলো চাপুন…
es: Pulsa las teclas…
fr: Appuyez sur les touches…
hi: कुंजियाँ दबाएँ…
it: Premi i tasti…
ja: キーを押してください…
ko: 키를 누르세요…
pt_br: Pressione as teclas…
ru: Нажмите клавиши…
sv: Tryck på tangenterna…
zh_hans: 请按组合键…
zh_hant: 請按組合鍵…

source: Preview
bn: প্রিভিউ
es: Vista previa
fr: Aperçu
hi: प्रीव्यू
it: Anteprima
ja: プレビュー
ko: 미리 보기
pt_br: Prévia
ru: Предпросмотр
sv: Förhandsvisning
zh_hans: 预览
zh_hant: 預覽

source: Preview appearance
bn: প্রিভিউয়ের চেহারা
es: Apariencia de la vista previa
fr: Apparence de l’aperçu
hi: दिखावट का प्रीव्यू
it: Aspetto dell’anteprima
ja: プレビューの外観
ko: 미리 보기 모양
pt_br: Aparência da prévia
ru: Оформление предпросмотра
sv: Förhandsvisningens utseende
zh_hans: 预览外观
zh_hant: 預覽外觀

source: Preview completed for %@
bn: %@-এর প্রিভিউ সম্পন্ন হয়েছে
es: Vista previa de %@ completada
fr: Aperçu de %@ terminé
hi: %@ का पूर्वावलोकन पूरा हुआ
it: Anteprima di %@ completata
ja: %@のプレビューが完了しました
ko: %@ 미리 보기가 완료되었습니다
pt_br: Prévia de %@ concluída
ru: Предпросмотр завершён: %@
sv: Förhandsvisningen av %@ är klar
zh_hans: %@ 预览已完成
zh_hant: %@ 預覽已完成

source: Preview Sound
bn: শব্দ শুনুন
es: Escuchar sonido
fr: Écouter le son
hi: ध्वनि सुनें
it: Ascolta suono
ja: 通知音を試聴
ko: 소리 미리 듣기
pt_br: Ouvir som
ru: Прослушать звук
sv: Provspela ljud
zh_hans: 试听提示音
zh_hant: 試聽提示音

source: Preview the light or the dark theme
bn: হালকা বা গাঢ় থিমের প্রিভিউ দেখুন
es: Vista previa del tema claro u oscuro
fr: Prévisualiser le thème clair ou sombre
hi: हल्की या गहरी थीम का प्रीव्यू देखें
it: Anteprima del tema chiaro o scuro
ja: ライトまたはダークテーマをプレビュー
ko: 라이트 또는 다크 테마 미리 보기
pt_br: Prévia do tema claro ou escuro
ru: Предпросмотр светлой или тёмной темы
sv: Förhandsvisa det ljusa eller mörka temat
zh_hans: 预览浅色或深色主题
zh_hant: 預覽淺色或深色主題

source: Previous Match
bn: আগের মিল
es: Coincidencia anterior
fr: Occurrence précédente
hi: पिछला मिलान
it: Corrispondenza precedente
ja: 前の一致
ko: 이전 일치 항목
pt_br: Ocorrência anterior
ru: Предыдущее совпадение
sv: Föregående träff
zh_hans: 上一个匹配项
zh_hant: 上一個符合項目

source: Previous Model
bn: আগের মডেল
es: Modelo anterior
fr: Modèle précédent
hi: पिछला मॉडल
it: Modello precedente
ja: 前のモデル
ko: 이전 모델
pt_br: Modelo anterior
ru: Предыдущая модель
sv: Föregående modell
zh_hans: 上一个模型
zh_hant: 上一個模型

source: Previous Session
bn: আগের সেশন
es: Sesión anterior
fr: Session précédente
hi: पिछला सत्र
it: Sessione precedente
ja: 前のセッション
ko: 이전 세션
pt_br: Sessão anterior
ru: Предыдущая сессия
sv: Föregående session
zh_hans: 上一个会话
zh_hant: 上一個工作階段

source: Previous Tab
bn: আগের ট্যাব
es: Pestaña anterior
fr: Onglet précédent
hi: पिछला टैब
it: Scheda precedente
ja: 前のタブ
ko: 이전 탭
pt_br: Aba anterior
ru: Предыдущая вкладка
sv: Föregående flik
zh_hans: 上一个标签页
zh_hant: 上一個分頁

source: Priorities
bn: অগ্রাধিকার
es: Prioridades
fr: Priorités
hi: प्राथमिकताएँ
it: Priorità
ja: 優先度
ko: 우선순위
pt_br: Prioridades
ru: Приоритеты
sv: Prioriteter
zh_hans: 优先级
zh_hant: 優先順序

source: Priority
bn: অগ্রাধিকার
es: Prioridad
fr: Priorité
hi: प्राथमिकता
it: Priorità
ja: 優先度
ko: 우선순위
pt_br: Prioridade
ru: Приоритет
sv: Prioritet
zh_hans: 优先级
zh_hant: 優先順序

source: Process
bn: প্রসেস
es: Proceso
fr: Processus
hi: प्रक्रिया
it: Processo
ja: プロセス
ko: 프로세스
pt_br: Processo
ru: Процесс
zh_hans: 进程
zh_hant: 程序

source: Process sampling reached its 512-process limit; totals are partial.
bn: নমুনা সংগ্রহ ৫১২টি প্রসেসের সীমায় পৌঁছেছে; মোট আংশিক।
es: El muestreo alcanzó el límite de 512 procesos; los totales son parciales.
fr: L’échantillonnage a atteint la limite de 512 processus ; les totaux sont partiels.
hi: नमूना 512 प्रक्रियाओं की सीमा तक पहुँच गया; कुल आंशिक हैं।
it: Il campionamento ha raggiunto il limite di 512 processi; i totali sono parziali.
ja: サンプリングが上限の512プロセスに達しました。合計は一部のみです。
ko: 샘플링이 프로세스 512개 한도에 도달했습니다. 합계는 일부만 반영합니다.
pt_br: A amostragem atingiu o limite de 512 processos; os totais são parciais.
ru: Достигнут предел измерения в 512 процессов; итоги неполные.
sv: Mätningen nådde gränsen på 512 processer; summorna är ofullständiga.
zh_hans: 进程采样已达到 512 个进程的上限；总计为部分结果。
zh_hant: 程序取樣已達 512 個程序的上限；總計為部分結果。

source: Product
bn: পণ্য
es: Producto
fr: Produit
hi: उत्पाद
it: Prodotto
ja: プロダクト
ko: 제품
pt_br: Produto
ru: Продукт
sv: Produkt
zh_hans: 产品
zh_hant: 產品

source: Project
bn: প্রকল্প
es: Proyecto
fr: Projet
hi: प्रोजेक्ट
it: Progetto
ja: プロジェクト
ko: 프로젝트
pt_br: Projeto
ru: Проект
sv: Projekt
zh_hans: 项目
zh_hant: 專案

source: Project Folder
bn: প্রকল্প ফোল্ডার
es: Carpeta del proyecto
fr: Dossier du projet
hi: प्रोजेक्ट फ़ोल्डर
it: Cartella del progetto
ja: プロジェクトフォルダ
ko: 프로젝트 폴더
pt_br: Pasta do projeto
ru: Папка проекта
sv: Projektmapp
zh_hans: 项目文件夹
zh_hant: 專案資料夾

source: Project key
bn: প্রকল্পের কী
es: Clave del proyecto
fr: Clé du projet
hi: प्रोजेक्ट की
it: Chiave del progetto
ja: プロジェクトキー
ko: 프로젝트 키
pt_br: Chave do projeto
ru: Ключ проекта
sv: Projektnyckel
zh_hans: 项目键
zh_hant: 專案索引鍵

source: Project Key
bn: প্রকল্পের কী
es: Clave del proyecto
fr: Clé du projet
hi: प्रोजेक्ट की
it: Chiave del progetto
ja: プロジェクトキー
ko: 프로젝트 키
pt_br: Chave do projeto
ru: Ключ проекта
sv: Projektnyckel
zh_hans: 项目键
zh_hant: 專案索引鍵

source: Project keys
bn: প্রকল্প কী
es: Claves de proyecto
fr: Clés de projet
hi: प्रोजेक्ट कुंजियाँ
it: Chiavi progetto
ja: プロジェクトキー
ko: 프로젝트 키
pt_br: Chaves de projeto
ru: Ключи проектов
sv: Projektnycklar
zh_hans: 项目键
zh_hant: 專案代碼

source: Project Name
bn: প্রকল্পের নাম
es: Nombre del proyecto
fr: Nom du projet
hi: प्रोजेक्ट का नाम
it: Nome del progetto
ja: プロジェクト名
ko: 프로젝트 이름
pt_br: Nome do projeto
ru: Название проекта
sv: Projektnamn
zh_hans: 项目名称
zh_hant: 專案名稱

source: Project section
bn: প্রকল্প বিভাগ
es: Sección del proyecto
fr: Section du projet
hi: प्रोजेक्ट अनुभाग
it: Sezione del progetto
ja: プロジェクトのセクション
ko: 프로젝트 섹션
pt_br: Seção do projeto
ru: Раздел проекта
sv: Projektavsnitt
zh_hans: 项目分区
zh_hant: 專案區段

source: Projects
bn: প্রকল্প
es: Proyectos
fr: Projets
hi: प्रोजेक्ट
it: Progetti
ja: プロジェクト
ko: 프로젝트
pt_br: Projetos
ru: Проекты
sv: Projekt
zh_hans: 项目
zh_hant: 專案

source: Projects: %lld
bn: প্রকল্প: %lld
es: Proyectos: %lld
fr: Projets : %lld
hi: प्रोजेक्ट: %lld
it: Progetti: %lld
ja: プロジェクト：%lld
ko: 프로젝트: %lld
pt_br: Projetos: %lld
ru: Проекты: %lld
sv: Projekt: %lld
zh_hans: 项目：%lld
zh_hant: 專案：%lld

source: PTY daemon did not become ready: %@. See %@.
bn: PTY ডেমন প্রস্তুত হয়নি: %@। %@ দেখুন।
es: El daemon PTY no se preparó: %@. Consulta %@.
fr: Le démon PTY n’est pas prêt : %@. Consultez %@.
hi: PTY डेमन तैयार नहीं हुआ: %@। %@ देखें।
it: Il demone PTY non è pronto: %@. Consulta %@.
ja: PTY デーモンの準備ができませんでした：%@。%@ を確認してください。
ko: PTY 데몬이 준비되지 않았습니다: %@. %@을(를) 확인하세요.
pt_br: O daemon PTY não ficou pronto: %@. Consulte %@.
ru: Демон PTY не готов: %@. См. %@.
sv: PTY-daemonen blev inte redo: %@. Se %@.
zh_hans: PTY 守护进程未就绪：%@。请查看 %@。
zh_hant: PTY 背景程序未就緒：%@。請查看 %@。

source: PTY daemon identity changed during Quit.
bn: প্রস্থানকালে PTY ডেমনের পরিচয় বদলেছে।
es: La identidad del daemon PTY cambió al salir.
fr: L’identité du démon PTY a changé lors de la fermeture.
hi: बंद करते समय PTY डेमन की पहचान बदल गई।
it: L’identità del demone PTY è cambiata durante l’uscita.
ja: 終了中に PTY デーモンの識別情報が変更されました。
ko: 종료 중 PTY 데몬 식별 정보가 변경되었습니다.
pt_br: A identidade do daemon PTY mudou ao encerrar.
ru: Идентификатор демона PTY изменился при выходе.
sv: PTY-daemonens identitet ändrades vid avslut.
zh_hans: 退出期间 PTY 守护进程身份已更改。
zh_hant: 結束期間 PTY 背景程序身分已變更。

source: PTY helper is missing. Bundle it or pass --ptyd-path.
bn: PTY সহায়ক নেই। এটি বান্ডল করুন বা --ptyd-path দিন।
es: Falta el auxiliar PTY. Inclúyelo o indica --ptyd-path.
fr: L’utilitaire PTY est manquant. Intégrez-le ou passez --ptyd-path.
hi: PTY हेल्पर नहीं मिला। इसे बंडल करें या --ptyd-path दें।
it: Manca l’helper PTY. Includilo o specifica --ptyd-path.
ja: PTY ヘルパーがありません。同梱するか --ptyd-path を指定してください。
ko: PTY 도우미가 없습니다. 포함하거나 --ptyd-path를 지정하세요.
pt_br: O auxiliar PTY está ausente. Inclua-o ou passe --ptyd-path.
ru: Отсутствует помощник PTY. Включите его в сборку или укажите --ptyd-path.
sv: PTY-hjälpprogrammet saknas. Inkludera det eller ange --ptyd-path.
zh_hans: 缺少 PTY 辅助程序。请将其打包，或传入 --ptyd-path。
zh_hant: 缺少 PTY 輔助程式。請將其封裝，或傳入 --ptyd-path。

source: PTY helper is not running.
bn: PTY সহায়ক চলছে না।
es: El proceso auxiliar PTY no está en ejecución.
fr: L’assistant PTY n’est pas en cours d’exécution.
hi: PTY सहायक चल नहीं रहा है।
it: Il processo ausiliario PTY non è in esecuzione.
ja: PTYヘルパーが起動していません。
ko: PTY 보조 프로세스가 실행 중이 아닙니다.
pt_br: O auxiliar PTY não está em execução.
ru: Помощник PTY не запущен.
sv: PTY-hjälpprocessen körs inte.
zh_hans: PTY 辅助进程未运行。
zh_hant: PTY 輔助程式未執行。

source: PTY write failed.
bn: PTY-তে লেখা ব্যর্থ হয়েছে।
es: Error de escritura en PTY.
fr: Échec de l’écriture PTY.
hi: PTY लेखन विफल हुआ।
it: Scrittura su PTY non riuscita.
ja: PTY への書き込みに失敗しました。
ko: PTY 쓰기에 실패했습니다.
pt_br: Falha na gravação no PTY.
ru: Ошибка записи в PTY.
sv: Skrivning till PTY misslyckades.
zh_hans: PTY 写入失败。
zh_hant: PTY 寫入失敗。

source: Pull request
bn: পুল রিকোয়েস্ট
hi: पुल अनुरोध
ja: プルリクエスト
ko: 풀 리퀘스트
ru: Пул-реквест
zh_hans: 拉取请求
zh_hant: 提取要求

source: Pull Request
bn: পুল রিকোয়েস্ট
hi: पुल अनुरोध
ja: プルリクエスト
ko: 풀 리퀘스트
ru: Пул-реквест
zh_hans: 拉取请求
zh_hant: 提取要求

source: Pull request closed in %@
bn: %@-এ পুল রিকোয়েস্ট বন্ধ হয়েছে
es: Pull request cerrado en %@
fr: Pull request fermée dans %@
hi: %@ में पुल अनुरोध बंद हुआ
it: Pull request chiusa in %@
ja: %@でプルリクエストがクローズされました
ko: %@에서 풀 리퀘스트가 닫혔습니다
pt_br: Pull request fechado em %@
ru: Пул-реквест закрыт в %@
sv: Pull request stängd i %@
zh_hans: %@ 中的拉取请求已关闭
zh_hant: %@ 中的提取要求已關閉

source: Pull request events reach automations as they happen. When disabled or unavailable, Cascade checks for updates on its regular schedule.
bn: পুল রিকোয়েস্টের ইভেন্ট ঘটলেই অটোমেশনে পৌঁছায়। বন্ধ বা অনুপলব্ধ থাকলে Cascade নিয়মিত সময়সূচি অনুযায়ী আপডেট দেখে।
es: Los eventos de solicitudes llegan a las automatizaciones al producirse. Si se desactiva o no está disponible, Cascade comprueba las actualizaciones con su frecuencia habitual.
fr: Les événements de pull requests parviennent aux automatisations immédiatement. Si la fonction est désactivée ou indisponible, Cascade vérifie les mises à jour selon son intervalle habituel.
hi: पुल रिक्वेस्ट इवेंट होते ही स्वचालन तक पहुँचते हैं। यह बंद या अनुपलब्ध हो तो Cascade नियमित अंतराल पर अपडेट जाँचता है।
it: Gli eventi delle pull request arrivano subito alle automazioni. Se la funzione è disattivata o non disponibile, Cascade controlla gli aggiornamenti secondo l’intervallo abituale.
ja: プルリクエストのイベントを発生時に自動化へ転送します。無効または利用できない場合は、通常の間隔で更新を確認します。
ko: 풀 리퀘스트 이벤트가 발생하면 자동화에 즉시 전달됩니다. 비활성화되거나 사용할 수 없으면 Cascade가 정기적으로 업데이트를 확인합니다.
pt_br: Eventos de pull requests chegam às automações assim que ocorrem. Quando desativado ou indisponível, o Cascade verifica atualizações no intervalo habitual.
ru: События пул-реквестов сразу передаются автоматизации. Если функция отключена или недоступна, Cascade проверяет обновления по обычному расписанию.
sv: Pull request-händelser når automatiseringar direkt. Om funktionen är avstängd eller otillgänglig söker Cascade efter uppdateringar enligt det vanliga schemat.
zh_hans: 拉取请求事件会即时发送至自动化。禁用或不可用时，Cascade 会按常规计划检查更新。
zh_hant: 提取要求事件會即時傳送至自動化。停用或無法使用時，Cascade 會按一般排程檢查更新。

source: Pull request events reach automations as they happen. While Cascade runs, this adds a webhook to the repository, which needs admin access to it. GitHub allows one per repository, so only one person can forward it at a time. When off, automations check pull requests on the regular refresh schedule.
bn: পুল রিকোয়েস্টের ইভেন্ট ঘটার সঙ্গে সঙ্গেই অটোমেশনে পৌঁছায়। এই বিকল্প চালু থাকলে Cascade চলার সময় রিপোজিটরিতে একটি ওয়েবহুক যোগ করে। এর জন্য ওই রিপোজিটরিতে অ্যাডমিন অ্যাক্সেস প্রয়োজন। GitHub প্রতি রিপোজিটরিতে এই ধরনের একটি ওয়েবহুকই অনুমোদন করে, তাই একসঙ্গে কেবল একজন ইভেন্ট পাঠাতে পারেন। বিকল্পটি বন্ধ থাকলে অটোমেশন নিয়মিত রিফ্রেশের সময়সূচি অনুযায়ী পুল রিকোয়েস্ট পরীক্ষা করে।
es: Los eventos de las solicitudes de incorporación de cambios llegan a las automatizaciones en cuanto se producen. Al activar esta opción, Cascade añade un webhook al repositorio mientras está en ejecución. Para ello, se necesita acceso de administrador al repositorio. GitHub solo permite un webhook de este tipo por repositorio, por lo que solo una persona puede reenviar sus eventos a la vez. Si se desactiva esta opción, las automatizaciones comprueban las solicitudes con la frecuencia de actualización habitual.
fr: Les événements de pull request parviennent aux automatisations dès qu’ils se produisent. Lorsque cette option est activée, Cascade ajoute un webhook au dépôt pendant son exécution, ce qui nécessite des droits d’administration sur le dépôt. GitHub n’autorise qu’un seul webhook de ce type par dépôt : une seule personne peut donc en transférer les événements à la fois. Si l’option est désactivée, les automatisations vérifient les pull requests à la fréquence d’actualisation habituelle.
hi: पुल रिक्वेस्ट इवेंट होते ही स्वचालन तक पहुँच जाते हैं। यह विकल्प चालू होने पर Cascade चलने के दौरान रिपॉज़िटरी में एक वेबहुक जोड़ता है। इसके लिए उस रिपॉज़िटरी पर एडमिन अधिकार चाहिए। GitHub हर रिपॉज़िटरी में इस तरह के केवल एक वेबहुक की अनुमति देता है, इसलिए एक समय में केवल एक व्यक्ति इवेंट भेज सकता है। विकल्प बंद होने पर स्वचालन नियमित रीफ़्रेश अंतराल पर पुल रिक्वेस्ट की जाँच करते हैं।
it: Gli eventi delle pull request raggiungono le automazioni non appena si verificano. Quando questa opzione è attiva, Cascade aggiunge un webhook al repository durante l’esecuzione. Per farlo, sono necessari i permessi di amministratore del repository. GitHub consente un solo webhook di questo tipo per repository, quindi solo una persona alla volta può inoltrarne gli eventi. Quando l’opzione è disattivata, le automazioni controllano le pull request con la consueta frequenza di aggiornamento.
ja: プルリクエストのイベントは発生と同時に自動化に届きます。この設定をオンにすると、Cascade の実行中にリポジトリに Webhook が追加されます。これにはリポジトリの管理者権限が必要です。GitHub で許可されるこの種類の Webhook はリポジトリごとに 1 つだけなので、同時にイベントを転送できるのは 1 人だけです。オフの場合、自動化は通常の更新間隔でプルリクエストを確認します。
ko: 풀 리퀘스트 이벤트가 발생하는 즉시 자동화에 전달됩니다. 이 옵션을 켜면 Cascade가 실행되는 동안 저장소에 웹훅이 추가됩니다. 이를 위해 저장소 관리자 권한이 필요합니다. GitHub는 저장소당 이 유형의 웹훅을 하나만 허용하므로 한 번에 한 사람만 이벤트를 전달할 수 있습니다. 옵션을 끄면 자동화가 일반적인 새로 고침 주기에 따라 풀 리퀘스트를 확인합니다.
pt_br: Os eventos de pull request chegam às automações assim que ocorrem. Com esta opção ativada, o Cascade adiciona um webhook ao repositório enquanto está em execução. Isso exige acesso de administrador ao repositório. O GitHub permite apenas um webhook desse tipo por repositório, portanto só uma pessoa pode encaminhar os eventos dele por vez. Com a opção desativada, as automações verificam os pull requests no intervalo de atualização habitual.
ru: События пул-реквестов поступают в автоматизации сразу. Если этот параметр включён, Cascade на время своей работы добавляет в репозиторий вебхук. Для этого нужны права администратора репозитория. GitHub разрешает только один такой вебхук на репозиторий, поэтому передавать его события может только один человек одновременно. Если параметр выключен, автоматизации проверяют пул-реквесты по обычному расписанию обновления.
sv: Pull request-händelser når automatiseringarna direkt när de inträffar. När alternativet är på lägger Cascade till en webhook i kodförrådet medan appen körs. Det kräver administratörsbehörighet till kodförrådet. GitHub tillåter bara en sådan webhook per kodförråd, så bara en person i taget kan vidarebefordra händelserna. När alternativet är av kontrollerar automatiseringarna pull requests enligt det vanliga uppdateringsschemat.
zh_hans: 拉取请求事件会即时送达自动化。启用后，Cascade 会在运行期间向仓库添加一个 Webhook，这需要该仓库的管理员权限。GitHub 每个仓库只允许一个此类 Webhook，因此同一时间只能由一人转发事件。关闭后，自动化会按常规刷新间隔检查拉取请求。
zh_hant: 提取要求事件會即時送達自動化。啟用後，Cascade 會在執行期間向儲存庫加入一個 Webhook，這需要該儲存庫的管理員權限。GitHub 每個儲存庫只允許一個此類 Webhook，因此同一時間只能由一人轉送事件。關閉後，自動化會依一般重新整理間隔檢查提取要求。

source: Pull request merged in %@
bn: %@-এ পুল রিকোয়েস্ট মার্জ হয়েছে
es: Pull request fusionado en %@
fr: Pull request fusionnée dans %@
hi: %@ में पुल अनुरोध मर्ज हुआ
it: Pull request unita in %@
ja: %@でプルリクエストがマージされました
ko: %@에서 풀 리퀘스트가 병합되었습니다
pt_br: Pull request mesclado em %@
ru: Пул-реквест объединён в %@
sv: Pull request sammanfogad i %@
zh_hans: %@ 中的拉取请求已合并
zh_hant: %@ 中的提取要求已合併

source: Pull request opened in %@
bn: %@-এ পুল রিকোয়েস্ট খোলা হয়েছে
es: Pull request abierto en %@
fr: Pull request ouverte dans %@
hi: %@ में पुल अनुरोध खोला गया
it: Pull request aperta in %@
ja: %@でプルリクエストが作成されました
ko: %@에서 풀 리퀘스트가 열렸습니다
pt_br: Pull request aberto em %@
ru: Открыт пул-реквест в %@
sv: Pull request öppnad i %@
zh_hans: %@ 中有新的拉取请求
zh_hant: %@ 中有新的提取要求

source: Pull requests
bn: পুল রিকোয়েস্ট
hi: पुल अनुरोध
it: Pull request
ja: プルリクエスト
ko: 풀 리퀘스트
ru: Пул-реквесты
zh_hans: 拉取请求
zh_hant: 提取要求

source: Pull Requests
bn: পুল রিকোয়েস্ট
es: Solicitudes de incorporación
hi: पुल रिक्वेस्ट
it: Pull request
ja: プルリクエスト
ko: 풀 리퀘스트
ru: Пул-реквесты
zh_hans: 拉取请求
zh_hant: 提取要求

source: Pull requests and reviews
bn: পুল রিকোয়েস্ট ও পর্যালোচনা
es: Solicitudes y revisiones
fr: Pull requests et revues
hi: पुल रिक्वेस्ट और समीक्षाएँ
it: Pull request e revisioni
ja: プルリクエストとレビュー
ko: 풀 리퀘스트와 리뷰
pt_br: Pull requests e revisões
ru: Пул-реквесты и ревью
sv: Pull requests och granskningar
zh_hans: 拉取请求与审查
zh_hant: 提取要求與審查

source: Push
bn: পুশ করুন
es: Enviar
fr: Pousser
hi: पुश करें
it: Invia
ja: プッシュ
ko: 푸시
pt_br: Enviar
ru: Отправить
sv: Skicka
zh_hans: 推送
zh_hant: 推送

source: Pushed.
bn: পুশ করা হয়েছে।
es: Enviado.
fr: Envoyé.
hi: पुश किया।
it: Inviato.
ja: プッシュしました。
ko: 푸시 완료.
pt_br: Enviado.
ru: Отправлено.
sv: Skickat.
zh_hans: 已推送。
zh_hant: 已推送。

source: Quit
bn: প্রস্থান
es: Salir
fr: Quitter
hi: बाहर निकलें
it: Esci
ja: 終了
ko: 종료
pt_br: Sair
ru: Завершить
sv: Avsluta
zh_hans: 退出
zh_hant: 結束

source: Quit Cascade
bn: Cascade থেকে প্রস্থান
es: Salir de Cascade
fr: Quitter Cascade
hi: Cascade से बाहर निकलें
it: Esci da Cascade
ja: Cascadeを終了
ko: Cascade 종료
pt_br: Sair do Cascade
ru: Завершить Cascade
sv: Avsluta Cascade
zh_hans: 退出 Cascade
zh_hant: 結束 Cascade

source: Ran
bn: চালানো হয়েছে
es: Ejecutado
fr: Exécuté
hi: चलाया
it: Eseguito
ja: 実行済み
ko: 실행됨
pt_br: Executado
ru: Выполнено
sv: Körde
zh_hans: 已运行
zh_hant: 已執行

source: Rate limited
bn: সীমা অতিক্রান্ত
es: Límite alcanzado
fr: Limite atteinte
hi: दर सीमित
it: Limite raggiunto
ja: 実行回数制限
ko: 실행 횟수 제한
pt_br: Limite atingido
ru: Достигнут лимит
sv: Begränsad frekvens
zh_hans: 已限流
zh_hant: 已限流

source: Re-run failed checks
bn: ব্যর্থ পরীক্ষা আবার চালান
es: Repetir comprobaciones fallidas
fr: Relancer les vérifications échouées
hi: विफल जाँच फिर चलाएँ
it: Ripeti controlli non riusciti
ja: 失敗したチェックを再実行
ko: 실패한 검사 재실행
pt_br: Repetir verificações com falha
ru: Повторить неудачные проверки
sv: Kör om misslyckade kontroller
zh_hans: 重跑失败的检查
zh_hant: 重跑失敗的檢查

source: Re-run failed GitHub Actions jobs on the head commit.
bn: সর্বশেষ কমিটের ব্যর্থ GitHub Actions কাজ আবার চালান।
es: Repite los trabajos fallidos de GitHub Actions del último commit.
fr: Relance les tâches GitHub Actions échouées sur le dernier commit.
hi: नवीनतम कमिट के विफल GitHub Actions जॉब फिर चलाएँ।
it: Ripete i job GitHub Actions non riusciti dell’ultimo commit.
ja: 最新コミットの失敗したGitHub Actionsジョブを再実行します。
ko: 최신 커밋에서 실패한 GitHub Actions 작업을 재실행합니다.
pt_br: Repete jobs com falha do GitHub Actions no último commit.
ru: Повторяет неудачные задания GitHub Actions последнего коммита.
sv: Kör om misslyckade GitHub Actions-jobb för senaste commit.
zh_hans: 重跑最新提交中失败的 GitHub Actions 作业。
zh_hant: 重跑最新提交中失敗的 GitHub Actions 工作。

source: Re-run failed jobs on your PRs once per commit.
bn: আপনার PR-এর ব্যর্থ কাজ প্রতি কমিটে একবার পুনরায় চালায়।
es: Repite trabajos fallidos de tus PR una vez por commit.
fr: Relance les tâches échouées de vos PR une fois par commit.
hi: आपके PR के विफल जॉब प्रति कमिट एक बार फिर चलाएँ।
it: Ripete i job non riusciti delle tue PR una volta per commit.
ja: 自分のPRの失敗ジョブをコミットごとに1回再実行します。
ko: 내 PR의 실패한 작업을 커밋당 한 번 재실행합니다.
pt_br: Repete jobs com falha dos seus PRs uma vez por commit.
ru: Повторяет неудачные задания ваших PR один раз на коммит.
sv: Kör om misslyckade jobb i dina PR en gång per commit.
zh_hans: 对你的 PR，每个提交重跑一次失败作业。
zh_hant: 對你的 PR，每個提交重跑一次失敗工作。

source: Read
bn: পড়া হয়েছে
es: Leído
fr: Lu
hi: पढ़ा
it: Letto
ja: 読み取り済み
ko: 읽음
pt_br: Lido
ru: Прочитано
sv: Läste
zh_hans: 已读取
zh_hant: 已讀取

source: Read Only
bn: শুধু পড়ার জন্য
es: Solo lectura
fr: Lecture seule
hi: केवल पढ़ने योग्य
it: Sola lettura
ja: 読み取り専用
ko: 읽기 전용
pt_br: Somente leitura
ru: Только чтение
sv: Skrivskyddad
zh_hans: 只读
zh_hant: 唯讀

source: Reading
bn: পড়ছে
es: Leyendo
fr: Lecture
hi: पढ़ रहा है
it: Lettura
ja: 読み取り中
ko: 읽는 중
pt_br: Lendo
ru: Читает
sv: Läser
zh_hans: 正在读取
zh_hant: 正在讀取
